{
    "_comments0": "@DIR = Right or Left, @RIFLE = random rifle, @PISTOL = random pistol, @SITE = A or B, @SHOTGUN = random shotgun",
    "_comments1": "@SMG = random smg, @SHOTGUN = random shotgun, @LMG = random lmg, @SPECIAL = 'The bomb carrier' on t, 'One person' on ct",

    "reg": [
        { 
            "name": "Kill-anthropist",
            "desc": "The player with the most cash must buy for everyone on the team, nobody else can purchase anything (not even armour)."
        },
        { 
            "name": "Stand Still",
            "desc": "If someone on your team kills the enemy teams top or bottom frag, the player who killed them cannot do anything until the round ends."
        },
        { 
            "name": "Limit One",
            "desc": "You can only buy 1 item this round."
        },
        { 
            "name": "Duplicator",
            "desc": "You can only buy duplicates of things your team already owns (somebody carried over a @RIFLE from the previous round? you can buy that gun again)."
        },
        { 
            "name": "Unique",
            "desc": "Buy a weapon you haven't used this game."
        },
        { 
            "name": "Limited Communication",
            "desc": "You can only say swear words, the word 'A', and the word 'B'."
        },
        { 
            "name": "Limited Time",
            "desc": "When the timer hits 1:00 everyone must stop moving and shooting."
        },
        { 
            "name": "Evenly Matched",
            "desc": "If you kill the person parallel to you on the scoreboard (top frag kills top frag) then the player who killed them cannot do anything until the round ends."
        },
        { 
            "name": "The Opener",
            "desc": "Guns cannot be used until a knife, zeus, or grenade kill is achieved by anyone on the team."
        },
        { 
            "name": "Gungame",
            "desc": "You cannot use your primary, until you get a kill by other means (pistols, knife, etc.)."
        },
        { 
            "name": "CRABS",
            "desc": "Only crouch walking and Duel Berrettas."
        },
        { 
            "name": "Artillery",
            "desc": "Move slowly as a group and throw ALL of your nades at the first enemy you see."
        },
        { 
            "name": "Is that a Jet Engine?",
            "desc": "If anyone on the team dies, they must blow into their mics until the round ends."
        },
        { 
            "name": "One in the Chamber",
            "desc": "You only have 1 shot, however if you get a kill you may shoot again."
        },
        { 
            "name": "What is this garbage?",
            "desc": "You have to copy the crosshair of the enemy's bottom frag."
        },
        { 
            "name": "How does he play with this?",
            "desc": "You have to copy the crosshair of the enemy's top frag."
        },
        { 
            "name": "Invisible Aiming",
            "desc": "Set your crosshair's alpha value to 0."
        },
        { 
            "name": "Decoy",
            "desc": "Everyone buy a decoy grenade and throw it @SITE, then stack @SITE."
        },
        { 
            "name": "Point me the Way",
            "desc": "Everyone must group up, then upon coming to an intersection must draw an arrow with bullets indicating where they are going, take turns drawing arrows."
        },
        { 
            "name": "SMG Jumpshot",
            "desc": "You can only get kills with @SMG in the air."
        },
        { 
            "name": "Big PP",
            "desc": "@SPECIAL must use an M249 (or negev if too expensive) and armour, everyone else must use a PP-Bizon and no armour."
        },
        { 
            "name": "Merry-Go-Round",
            "desc": "Everyone must play with +@DIR typed into the console (after the round you can stop it by replacing the + with a -)."
        },
        { 
            "name": "Grave Robbery",
            "desc": "Upon getting a kill you MUST use the weapon your victim dropped, no getting attacking before you pick up their weapon."
        },
        { 
            "name": "MR. PRESIDENT",
            "desc": "@SPECIAL is the president, they must get rid of all their weapons. The rest of the team has to protect them at all costs while yelling secret service quotes ('GET DOWN MR.PRESIDENT', 'BREACH BREACH BREACH', etc.)."
        },
        { 
            "name": "Autobuy",
            "desc": "You must use whatever the F3 autobuy gives you."
        },
        { 
            "name": "RETREAT!!!",
            "desc": "The only movement key you can use is S."
        },
        { 
            "name": "Strafing is all I Know",
            "desc": "The only movement keys you can use are A and D."
        },
        { 
            "name": "Swapped Hands",
            "desc": "Switch your mouse hand and your keyboard hand."
        },
        { 
            "name": "Double or Nothing",
            "desc": "Do 2 random Strats and do your best to complete both of them at once."
        },
        { 
            "name": "BULLET HELL",
            "desc": "Everyone buy a @LMG (or a PP-Bizon ONLY if you are too poor), once you start firing you cannot stop, when you run out of ammo you cannot attack."
        },
        { 
            "name": "Da Hood",
            "desc": "Before the round starts everyone type 'finna shoot you up' then buy an @SMG and preform 'drive-bys' on the enemy, never stopping."
        },
        { 
            "name": "Even or Odd?",
            "desc": "If your score on the leaderboard is even, you can use a @RIFLE and armour, if it is odd then you can only use a @SHOTGUN and @PISTOL with no armour."
        },
        { 
            "name": "So no head?",
            "desc": "If you get a headshot you cannot do anything until the round ends, aim for the body!"
        },
        { 
            "name": "Pistol -> Primary",
            "desc": "To kill an enemy you must first hit them once with your pistol, then you must finish them off with your primary."
        },
        { 
            "name": "Full Composition",
            "desc": "Each person must pick one of these weapons: @SMG, @RIFLE, @SHOTGUN, @LMG, and @PISTOL. No weapon can be repeated."
        },
        { 
            "name": "Wealth Imbalance",
            "desc": "If you have over $4000 buy a @SHOTGUN, otherwise use whatever guns you can find from dead enemies."
        },
        { 
            "name": "Family Heirloom",
            "desc": "Have your team drop all their weapons. Have 2 members buy either a @RIFLE or @LMG, those are the only guns that can be used, when those people die pick up their gun."
        },
        { 
            "name": "NEGEV NEGEV NEGEV",
            "desc": "Buy a Negev and a decoy grenade and ruin your enemies ears."
        },
        { 
            "name": "Dog Tags",
            "desc": "When you kill an enemy you must drop everything and type the enemys name into chat."
        },
        { 
            "name": "Gun Flex",
            "desc": "When you kill an enemy you must drop everything and type the name of the gun you killed them with into chat."
        },
        { 
            "name": "Rich get Richer",
            "desc": "The person with the most money must get the first kill before anyone else can attack, if they die before they get a kill then the next highest person takes their place."
        },
        { 
            "name": "One Handed",
            "desc": "You may only use your @DIR hand to play."
        },
        { 
            "name": "One Clip to Rule Them All",
            "desc": "Buy a @RIFLE or @SMG (your choice) and win the round without ever reloading."
        },
        { 
            "name": "Split",
            "desc": "3 people go @SITE with @SMG, the remaining 2 go to the other site with @RIFLE, once you reach your assigned site you cannot leave it."
        },
        { 
            "name": "Soundcloud 'Artist'",
            "desc": "All callouts need to be rapped."
        },
        { 
            "name": "Making Enemies of Friends",
            "desc": "Every player buys their most hated gun and gives it to a teammate."
        },
        { 
            "name": "Making Enemies of Friends",
            "desc": "Every player buys their most hated gun and gives it to a teammate."
        },
        { 
            "name": "Charge your gun",
            "desc": "Before shooting your primary you must first get a kill with a zeus, if you miss with your zeus you can only use your knife."
        },
        { 
            "name": "Stay Low",
            "desc": "You must crouch the whole round (use +duck if you would like)."
        },
        { 
            "name": "Back to the Basics",
            "desc": "No jumping, crouching, walking, or aiming down sights."
        },
        { 
            "name": "Wounded",
            "desc": "You cannot attack until you lose health because of an enemy."
        },
        { 
            "name": "Don't Scratch the Guns",
            "desc": "You can only use guns while at 100 health."
        },
        { 
            "name": "I've Got You in My Sights",
            "desc": "Scope for the whole round, never unscope."
        },
        { 
            "name": "Asleep at the Mouse",
            "desc": "You cannot touch your mouse until the timer hits 1:15, however you can use your keyboard."
        },
        { 
            "name": "Bro You Deaf?",
            "desc": "Set CS:GO's 'master volume' to zero."
        },
        { 
            "name": "Guide the blind",
            "desc": "@SPECIAL and the top frag must play with their eyes closed."
        },
        { 
            "name": "Full Speed ahead",
            "desc": "You must hold the W key, no other movement keys can be pressed."
        },
        { 
            "name": "Bunny Hops",
            "desc": "Spam Jump for the whole round, mouse wheel is your friend here."
        },
        { 
            "name": "Gladiator",
            "desc": "Only two people can leave spawn at one time, upon one of them getting killed one more person can leave spawn."
        },
        { 
            "name": "Gladiator",
            "desc": "Only two people can leave spawn at one time, upon one of them getting killed one more person can leave spawn."
        },
        { 
            "name": "Rich Kids",
            "desc": "You can only use weapons that have skins with qualities purple or above (zeus is also allowed)."
        },
        { 
            "name": "Poor Kids",
            "desc": "You can only use weapons that don't have skins (zeus is also allowed)."
        },
        { 
            "name": "Give them a Chance",
            "desc": "You can only buy this round if you didn't get a kill last round."
        },
        { 
            "name": "Round Robin Rifle",
            "desc": "Your team must compose of one of each rifle (ex. one Scout, one awp, etc.)."
        },
        { 
            "name": "Round Robin SMG",
            "desc": "Your team must compose of one of each SMG (ex. one UMP, one P90, etc.)."
        },
        { 
            "name": "Helper",
            "desc": "The person with the most assists is the only one allowed a mic, everyone else must mute themselves."
        },
        {
            "name": "Shotgun RUSHER",
            "desc": "Rush into the enemy spawn with a @SHOTGUN or @SMG, once you reach there you can return to the regular game."
        },
        {
            "name": "PUULLLLLLLL",
            "desc": "Buy a Shotgun or a Sniper and everytime you fire you have to yell 'PUUULLLLLL!' as if you were on a shooting range."
        },
        {
            "name": "Bad Habits",
            "desc": "You can only fire a single bullet before you have to reload your gun."
        },
        {
            "name": "Resolute",
            "desc": "Turn down your resolution to the lowest it will go (take a timeout if nessessary)."
        },
        {
            "name": "Discharge",
            "desc": "You must buy 4 grenades and throw them all before shooting your gun."
        },
        {
            "name": "Special Snowflake",
            "desc": "Nobody on your team can be using the same gun, pistols included."
        },
        {
            "name": "Social Distancing",
            "desc": "Nobody can be in the same room as another person."
        },
        {
            "name": "Habenero Taco Mexicano",
            "desc": "Refer to everything as 'amigo' and speak in an awful Spanish/Mexican accent."
        },
        {
            "name": "Nuke",
            "desc": "Buy grenades first, throw ALL of them @SITE, then run back to the other site."
        },
        {
            "name": "GOGlobal.cheat",
            "desc": "Promote the fake cheat GOGlobal.cheat by typing things into chat like 'subscribe to GOGlobal.cheat for free aim haks'."
        },
        {
            "name": "Incorrect Callouts",
            "desc": "You must incorrectly callout everything."
        },
        {
            "name": "Stockpile",
            "desc": "If you kill an enemy you must take their gun back to spawn and place it in a pile."
        },
        {
            "name": "The Decider",
            "desc": "@SPECIAL must pick which team mates get each of these weapons, each weapon can only be used by 1 person. @RIFLE, @SMG, @LMG, @SHOTGUN, @PISTOL."
        },
        {
            "name": "The Decision",
            "desc": "@SPECIAL must pick between one of these options. <br>1. No armour, if you carried it over from previous rounds you must stay in spawn the whole round. <br>2. Everyone must use a @SMG."
        },
        {
            "name": "One of two",
            "desc": "@SPECIAL must pick between one of these options. <br>1. Everyone must use a @SMG and @PISTOL without armour. <br>2. Everyone must use a @SHOTGUN and no pistol with armour."
        },
        {
            "name": "Top Frag decides",
            "desc": "The top frag must pick between one of these options. <br>1. Everyone stack @SITE site with @LMG. <br>2. @PISTOLs only."
        },
        {
            "name": "Middle Frag decides",
            "desc": "The middle frag must pick between one of these options. <br>1. Only @SMG and @PISTOL with no armour or grenades. <br>2. @SHOTGUN and no pistol with armour and grenades."
        },
        {
            "name": "Bottom Frag decides",
            "desc": "The bottom frag must pick between one of these options. <br>1. The bottom frag is the only one allowed to have armour. <br>2. Everyone but the bottom frag can have armour."
        },
        {
            "name": "Site Specific",
            "desc": "If you go @SITE you have to use an @SMG or @SHOTGUN, if you go to the other site you have to use a @RIFLE."
        },
        {
            "name": "Armour Specific",
            "desc": "If you use armour you have to use a shotgun, if you don't have armour you can use anything other than a shotgun."
        },
        {
            "name": "Nascar",
            "desc": "Everytime you are running you have to make car noises."
        }
    ],

    "ct": [
        {
            "name": "CT Specific",
            "desc": "Use only CT specific guns, no rifles."
        },
        {
            "name": "CT Crickets",
            "desc": "Buy a FAMAS and whenever you arn't shooting, hold down the 'scope button'."
        },
        {
            "name": "SpecOps",
            "desc": "Only silenced weapons are allowed, you must walk constantly, and you can only whisper into the mic."
        },
        {
            "name": "Ready to Strike",
            "desc": "Hide in spawn until the bomb is planted, then you may leave."
        },
        {
            "name": "Behind enemy lines",
            "desc": "Nobody can use guns until one member of your team makes it to the enemy spawn."
        },
        {
            "name": "Ninja Clan",
            "desc": "Everyone tries to Ninja Defuse (defuse in smoke infront of the enemy team)."
        },
        {
            "name": "Hide and Bide",
            "desc": "Everyone stack @SITE and hide in smoke until the bomb is planted."
        },
        {
            "name": "Juggernaut",
            "desc": "One person buys a @LMG or @SHOTGUN (your choice) and armour, while everyone else ONLY buys a defuse kit. Only when the juggernaut dies can anybody else attack."
        },
        {
            "name": "Always Rotating",
            "desc": "Constantly run between A and B until the bomb is planted."
        },
        {
            "name": "Turrets",
            "desc": "Make a 2 man tower on each bomb site, the person on top has to use a @LMG or @RIFLE (your choice), the person on bottom has to use a @SMG."
        },
        {
            "name": "No Losses",
            "desc": "You cannot defuse the bomb, you better rotate quick."
        },
        {
            "name": "The Ultimate Trick",
            "desc": "Buy smokes and decoys, throw all of your decoys at @SITE then hide in smoke on the other site."
        },
        {
            "name": "The Ultimate Trick",
            "desc": "Buy smokes and decoys, throw all of your decoys at @SITE then hide in smoke on the other site."
        },
        {
            "name": "Hard Carry",
            "desc": "The 3 top frags try their absolute best to win the round, the others try to stop them without directly hurting them (ex. you can flash, body block, etc.)."
        },
        {
            "name": "Bottom Carry",
            "desc": "The 4 bottom frags try their absolute best to win the round, the top frag trys to stop them without directly hurting them (ex. you can flash, body block, etc.)."
        },
        {
            "name": "An Even Carry",
            "desc": "Every one with an even score on the scoreboard trys their absolute best to win the round, the others try to stop them without directly hurting them (ex. you can flash, body block, etc.)."
        },
        {
            "name": "Harrassment",
            "desc": "You must follow the plan layed out by your teams bottom frag, you also must insult the plan for its every possible failure."
        },
        {
            "name": "Bottom Hold",
            "desc": "The bottom frag camps on @SITE, everyone else goes to the other site, you can only rotate if the bottom frag dies."
        },
        {
            "name": "Highly Funded Government Operation",
            "desc": "You can only buy if you have over $5000."
        },
        {
            "name": "Let them Grow",
            "desc": "Kill 4 enemies, then let the last plant the bomb, then kill them."
        },
        {
            "name": "SWAG-7",
            "desc": "Everyone buy a MAG-7, when you get a kill with it drop everything and type in chat 'swag-7 :)'."
        },
        {
            "name": "Take Their Base",
            "desc": "Grab a shotgun and run back and forth between CT spawn and T spawn until the bomb is planted."
        }
    ],

    "t": [
        {
            "name": "T Specific",
            "desc": "Use only T specific guns, no rifles."
        },
        {
            "name": "T Crickets",
            "desc": "Rush @SITE with only the Glock while holding down the 'scope button'."
        },
        {
            "name": "Afterplant",
            "desc": "Once the bomb is planted you can no longer move."
        },
        {
            "name": "Frozen Bomb",
            "desc": "While you are holding the bomb you cannot move."
        },
        {
            "name": "Fragile Cargo",
            "desc": "The bomb carrier must throw away all their weapons and can only crouch walk."
        },
        {
            "name": "Surprise",
            "desc": "Use 10 flashes to rush @SITE with no regard for flashing your teammates."
        },
        {
            "name": "Sssneaky Sssnake",
            "desc": "Make a 'smoke train' to silently enter the bomb site."
        },
        {
            "name": "Special Delivery",
            "desc": "Have the bomb carrier rush @SITE and (probably) die, everyone else must first go to the other site before retrieving the bomb."
        },
        {
            "name": "Even Split",
            "desc": "If your score on the scoreboard is even then go @SITE, otherwise go to the other site. You cannot leave your site until the bomb is planted."
        },
        {
            "name": "Moral Support",
            "desc": "4 players rush while the other stays behind 'inspiring' them."
        },
        {
            "name": "Boomerang",
            "desc": "Rush @SITE, then T spawn, then back to the site, then plant."
        },
        {
            "name": "Never Out Of My Sight",
            "desc": "The bomb carrier buys a @SMG and does whatever they want, the remaining people pair up and must face their partner."
        },
        {
            "name": "The Supplier",
            "desc": "The bomb carrier is the only one on the team who can buy weapons for the whole team."
        },
        {
            "name": "Like Chickens to a...",
            "desc": "Rush the tighest chokepoint on the map one by one."
        },
        {
            "name": "Lie in Wait",
            "desc": "You can't enter a bomb site until there is 30 seconds remaining."
        },
        {
            "name": "Campers",
            "desc": "Nobody can leave spawn until one of your teammates gets a kill."
        },
        {
            "name": "Strike Fear",
            "desc": "Plant the bomb using only grenades, once the bomb is planted you can use your guns."
        },
        {
            "name": "The Greatest Plan",
            "desc": "Follow this plan: Mid -> @SITE -> CT Spawn -> Then plant on @SITE."
        },
        {
            "name": "The Fake Plan",
            "desc": "Follow this plan: Mid -> @SITE -> Fake a plant on @SITE -> Fake a plant on @SITE -> Then plant on @SITE."
        },
        {
            "name": "A Traitor",
            "desc": "The bottom frag trys their absolute best to lose the round by flashing their team, body blocking, stealing the bomb, etc."
        },
        {
            "name": "Underfunded Cave Dwellers",
            "desc": "You can spend a max of $1500 this round."
        },
        {
            "name": "McDonalds",
            "desc": "Everyone buy a MAC-10, when you get a kill with it drop everything and type in chat 'big mac?'."
        }
    ],

    "mirage": {
        "ct": [
            {
                "name": "Mirage CT: 5 Man Sniper",
                "desc": "Everyone needs to sit at snipers nest, nobody can leave until one of you gets a kill."
            },
            {
                "name": "Mirage CT: 5 Man Truck",
                "desc": "Everyone buy a @SHOTGUN and hide at the truck under appartments on B, nobody can leave until one of you gets a kill."
            },
            {
                "name": "Mirage CT: 5 Man Palace",
                "desc": "Everyone buy a @SHOTGUN and hide under palace, nobody can leave until one of you gets a kill."
            }
        ],
        "t": [
            {
                "name": "Mirage T: Leeroy Jenkins",
                "desc": "Have the bomb carrier wait at A main, everyone else goes palace, the bomb must run in first and yell 'LEEROY JENKINS'."
            },
            {
                "name": "Mirage T: Boosted",
                "desc": "Mid -> Boost into Snipers -> Market -> B"
            },
            {
                "name": "Mirage T: Plan #1",
                "desc": "Mid -> Cat -> B -> Apartments -> Underpass -> Connector -> A"
            }
        ]
    },

    "cache": {
        "ct": [
            {
                "name": "Cache CT: 5 Man Mid",
                "desc": "Have 5 people watch mid, 3 on the window, 2 on the door."
            },
            {
                "name": "Cache CT: Operation Angels",
                "desc": "Everyone sit perfectly silently heaven, when they start planting jump out at them."
            },
            {
                "name": "Cache CT: Sneaky Squeaky",
                "desc": "Everyone stand on eachothers heads behind squeaky door, when the enemys turn the corner they should see 5 people on each others heads."
            }
        ],
        "t": [
            {
                "name": "Cache T: Boosted",
                "desc": "B Main -> Boost into Vents -> Mid -> Mid Room -> A."
            },
            {
                "name": "Cache T: Squeaky",
                "desc": "Have 1 person go A, sit in smoke and just open and close squeaky until they die. As soon as they die, rush B."
            },
            {
                "name": "Cache T: Vent Repair",
                "desc": "Go mid to vent, but have 5 people sit in the vent until you get a kill. Once somebody gets a kill you may leave."
            }
        ]
    },

    "inferno": {
        "ct": [
            {
                "name": "Inferno CT: Banana Bomb",
                "desc": "Everyone must buy an incendiary, HE, smoke, and a flashbang. Once you throw all of the nades down banana you may use your guns."
            },
            {
                "name": "Inferno CT: Party Pit",
                "desc": "Have everyone hide in smoke on pit."
            },
            {
                "name": "Inferno CT: Chapel Time",
                "desc": "Have everyone go chapel near B, have one of your team lead you all in prayer."
            }
        ],
        "t": [
            {
                "name": "Inferno T: Bomb and a Dream",
                "desc": "Have the bomb carrier close his eyes and run up banana, try your best to not let them die."
            },
            {
                "name": "Inferno T: Plan #1",
                "desc": "Alt Mid -> Apartments -> Boiler -> Mid -> Banana -> B"
            },
            {
                "name": "Inferno T: 4,000,000 IQ",
                "desc": "Everyone silently hide at the base of mid (near the stairs of one of the buildings), wait there until some gets a kill. Once someone gets a kill throw smokes top mid and RUSH B."
            }
        ]
    },

    "overpass": {
        "ct": [
            {
                "name": "Overpass CT: Highway Robbery",
                "desc": "Everyone hide in bank and argue about the economy until the bomb is planted."
            },
            {
                "name": "Overpass CT: From the Heavens",
                "desc": "Have everyone hide in heaven, when the bomb is planted smoke off the entrance to heaven and jump down."
            },
            {
                "name": "Overpass CT: Take a Bath",
                "desc": "Before anybody can shoot their guns they have to jump into the fountain."
            }
        ],
        "t": [
            {
                "name": "Overpass T: Plan #1",
                "desc": "Playground -> Long -> Bathrooms -> Connector -> Water -> B"
            },
            {
                "name": "Overpass T: Plan #2",
                "desc": "Monster -> Water -> Connector -> Bathrooms -> Long -> A"
            },
            {
                "name": "Overpass T: Short Death",
                "desc": "Rush long making as much noise as possible, what could go wrong?"
            }
        ]
    },

    "train": {
        "ct": [
            {
                "name": "Train CT: Ladder Huddle",
                "desc": "Everyone hide in ladder room until one of you gets a kill, then you may leave."
            },
            {
                "name": "Train CT: OIIILLLLL!",
                "desc": "Have everyone hide behind the oil tanker until bomb is planted."
            },
            {
                "name": "Train CT: Aggresive Government",
                "desc": "Everyone buy a @SHOTGUN and decoy grenades and rush up B ramp. Then down ladder if they go A."
            }
        ],
        "t": [
            {
                "name": "Train T: Training Time",
                "desc": "Before leaving spawn have the bomb carrier lead you in some exercises."
            },
            {
                "name": "Train T: Plan #1",
                "desc": "A Main -> Ladder -> T Spawn -> Ivy -> A"
            },
            {
                "name": "Train T: Plan #2",
                "desc": "Ivy -> A -> Ladder -> B"
            }
        ]
    },

    "nuke": {
        "ct": [
            {
                "name": "Nuke CT: Boosted",
                "desc": "Boost 4 people onto the boxes in ramp room, the last person tries to bait the people into ramp room."
            },
            {
                "name": "Nuke CT: Heaven Sent",
                "desc": "Have everyone wait in smoke at heaven, when the bomb is planted jump down."
            },
            {
                "name": "Nuke CT: Vent Repair",
                "desc": "Everyone go either ramp room or squeaky to the vents, hide in them until one person gets a kill."
            }
        ],
        "t": [
            {
                "name": "Nuke T: Lobby",
                "desc": "Everyone stay on the rafters in lobby until the timer hits 20 seconds, then run into A quickly."
            },
            {
                "name": "Nuke T: Plan #1",
                "desc": "Outside -> Secret -> Vents -> A -> Squeaky -> Ramp -> Heaven -> A"
            },
            {
                "name": "Nuke T: Plan #2",
                "desc": "Ramp -> Heaven -> A -> Vents -> B"
            }
        ]
    },

    "dust2": {
        "ct": [
            {
                "name": "Dust 2 CT: Mid Rush",
                "desc": "Everyone run up mid to T spawn, once you reach T spawn you may play as normal."
            },
            {
                "name": "Dust 2 CT: Spawn Killer",
                "desc": "Don't leave CT Spawn until someone one your team gets a kill."
            },
            {
                "name": "Dust 2 CT: Home of the Silvers",
                "desc": "The person with the lowest competitive rank has to buy guns for the entire team, and craft the strategy."
            }
        ],
        "t": [
            {
                "name": "Dust 2 T: Are we Russian In?",
                "desc": "Everyone buy a P90 speak in a Russian accent and RUSH B, CYKA BLYAT."
            },
            {
                "name": "Dust 2 T: Plan #1",
                "desc": "Suicide -> Cat -> A -> CT Spawn -> B"
            },
            {
                "name": "Dust 2 T: Plan #2",
                "desc": "Long -> A -> CT Spawn -> Mid -> Cat -> A"
            }
        ]
    }
}